/* NSIBHelpConnector : <title:Are you sure?> (oid:22) */
"Are you sure?" = "Esta seguro?";

/* NSIBHelpConnector : <title:Don't click me> (oid:21) */
"Don't click me" = "No haga clic aqui";

/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "No mostrar esto nuevamente.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Donar";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!" = "Me ha tomado varias noches crear este programa. Si usted disfruta el uso de este programa, por favor haga una donación al autor (Ese soy yo!) de este software. De esta manera me motivara a hacerlo mejor, Gracias";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Despues";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Por Favor haga una Donación";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Gracias por utilizar Cyberduck!";

/* NSTextField (The transaction can be made easily over the Internet using PayPal.) : <title:The transaction can be made easily over the Internet using PayPal.> (oid:19) */
"The transaction can be made easily over the Internet using PayPal." = "La forma mas facil y segura de hacer la donacion es usando Paypal.";

/* NSIBHelpConnector : <title:Yes! Click here!> (oid:20) */
"Yes! Click here!" = "Si! Haga click aqui!";